Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AVRestoreDefaultDisplayModeAlertSubtitle
source: If you’re experiencing problems with your cable or display, this will switch your TV back to a compatible format.
ar: إذا كنت تواجه مشكلات في الكبل أو الشاشة لديك، فسيتم إرجاع تلفزيونك إلى تنسيق متوافق.
ca: Si tens cap problema amb el cable o la pantalla, es canviarà el format del televisor per un de compatible.
cs: Pokud máte problémy s kabelem nebo obrazem, tato volba přepne televizor zpět do kompatibilního formátu.
da: Hvis du har problemer med dit kabel eller din skærm, ændrer denne funktion dit fjernsyn tilbage til et kompatibelt format.
de: Falls bei deinem Kabel oder Display Probleme auftreten, wird hiermit dein Fernsehgerät auf ein kompatibles Format zurückgesetzt.
el: Αν αντιμετωπίζετε προβλήματα με το καλώδιο ή την οθόνη, αυτή η ενέργεια θα επαναφέρει την τηλεόραση σε συμβατή μορφή.
es: Si tienes problemas con el cable o la pantalla, esta opción restaurará la configuración del televisor a un formato compatible.
es_us: Si tienes problemas con tu cable o pantalla, esta opción restaurará tu TV a un formato compatible.
fi: Jos kaapelin tai näytön kanssa on ongelmia, tämä vaihtaa TV:n takaisin yhteensopivaan näyttötilaan.
fr: Si vous rencontrez des problèmes de câble ou d’affichage, cette option permet de rétablir un format compatible sur votre téléviseur.
fr_ca: Si vous rencontrez des problèmes avec votre câble ou l’affichage, ceci rétablira l’affichage de votre télévision à un format compatible.
he: אם מתגלות בעיות הקשורות לכבל או לתצוגה, פעולה זו תחזיר את תצוגת הטלוויזיה שלך לפורמט תואם.
hi: अगर आपको अपनी केबल या डिस्प्ले के साथ समस्या हो रही है, तो यह आपके टीवी को वापस संगत फ़ॉर्मैट पर स्विच कर देगा।
hr: Ako imate problema s kabelom ili zaslonom, ovom opcijom će se vaš TV prebaciti natrag na kompatibilni format.
hu: Amennyiben problémákat tapasztal a kábelével vagy a megjelenítéssel kapcsolatban, ezzel visszaállíthatja a tévékészülékét egy kompatibilis formátumra.
id: Jika Anda mengalami masalah dengan kabel atau layar Anda, ini akan mengalihkan TV Anda kembali ke format yang kompatibel.
it: In caso di problemi con il cavo o lo schermo, verrà utilizzato un formato compatibile sul tuo televisore.
ja: ケーブルまたはディスプレイで問題が起きている場合は、 テレビが互換性のあるフォーマットに戻ります。
ko: 케이블 또는 화면에 문제가 있다면 TV를 호환되는 포맷으로 다시 전환합니다.
ms: Jika anda mengalami masalah dengan kabel atau paparan anda, ini akan mengubah kembali TV anda kepada format yang serasi.
nb: Hvis du har problemer med kabelen eller skjermen, vil TV-en bytte tilbake til et kompatibelt format.
nl: Als er zich problemen voordoen met je kabel of scherm, wordt hiermee je tv hersteld naar een compatibele structuur.
pl: W przypadku problemów z kablem lub ekranem telewizor zostanie ponownie przełączony na zgodny format.
pt_br: Se você tiver problemas com o cabo ou a tela, a TV voltará a um formato compatível.
pt_pt: Caso detete algum problema no funcionamento do cabo ou do ecrã, esta opção mudará a televisão para um formato compatível.
ro: Dacă întâmpinați probleme legate de cablu sau de afișaj, această operație va comuta televizorul înapoi la un format compatibil.
ru: При возникновении проблем с кабелем или дисплеем это действие переключит телевизор обратно в совместимый формат.
sk: Ak máte problémy s káblom alebo obrazom, týmto prepnete televízor späť do kompatibilného formátu.
sl: Če imate težave s kablom ali zaslonom, boste s tem preklopili televizor nazaj v združljivo obliko zapisa.
sv: Om det har uppstått problem med kabeln eller skärmen återställer detta din TV till ett kompatibelt format.
th: ถ้าคุณประสบปัญหากับสายหรือจอภาพของคุณ การทำงานนี้จะเปลี่ยนทีวีของคุณกลับเป็นรูปแบบที่ใช้งานร่วมกันได้
tr: Kabloda ya da ekranda sorun yaşıyorsanız, TV’niz uyumlu bir biçime geri döndürülür.
uk: Якщо виникли проблеми з кабелем чи дисплеєм, ця дія поверне ваш телевізор у сумісний формат.
vi: Nếu bạn đang gặp sự cố với cáp hoặc màn hình, nút này sẽ chuyển TV của bạn trở lại định dạng tương thích.
zh_cn: 如果你的线缆或显示器出现问题， 此操作会将电视切换回兼容格式。
zh_hk: 如你的連接線或顯示器發生問題， 這樣會將你的電視切回至相容的格式。
zh_tw: 若你的連接線或顯示器發生問題， 這會將你的電視切回相容的格式。

# AVRestoreDefaultDisplayModeAlertTitle
source: Are you sure you want to reset your video settings?
ar: هل ترغب بالتأكيد في إعادة تعيين إعدادات الفيديو؟
ca: Confirmes que vols restablir la configuració de vídeo?
cs: Určitě chcete nastavení obrazu resetovat?
da: Er du sikker på, at du vil nulstille dine videoindstillinger?
de: Sollen die Videoeinstellungen wirklich zurückgesetzt werden?
el: Θέλετε σίγουρα να επαναφέρετε τις ρυθμίσεις βίντεο;
es: ¿Seguro que quieres restablecer los ajustes de vídeo?
es_us: ¿Quieres restablecer la configuración de video?
fi: Nollataanko videoasetukset?
fr: Voulez-vous vraiment réinitialiser vos réglages vidéo ?
fr_ca: Souhaitez-vous vraiment réinitialiser vos réglages vidéo?
he: האם ברצונך לאפס את הגדרות הווידאו שלך?
hi: क्या आप निश्चित हैं कि अपनी वीडियो सेटिंग को रीसेट करना चाहते हैं?
hr: Sigurno želite resetirati postavke slike?
hu: Biztos benne, hogy alaphelyzetbe szeretné állítani a videóbeállításokat?
id: Apakah Anda yakin ingin mengatur ulang pengaturan video?
it: Confermi di voler inizializzare le impostazioni video?
ja: 本当にビデオ設定をリセットしてもよろしいですか?
ko: 비디오 설정을 재설정하겠습니까?
ms: Adakah anda pasti mahu mereset seting video anda?
nb: Er du sikker på at du vil nullstille videoinnstillingene?
nl: Weet je zeker dat je je video-instellingen wilt herstellen?
pl: Czy na pewno chcesz wyzerować ustawienia wideo?
pt_br: Tem certeza de que deseja redefinir os seus ajustes de vídeo?
pt_pt: Gostaria de repor as definições de vídeo?
ro: Sigur doriți resetarea configurărilor video?
ru: Вы действительно хотите сбросить свои настройки видео?
sk: Naozaj chcete resetovať nastavenia videa?
sl: Ste prepričani, da želite ponastaviti nastavitve videa?
sv: Är du säker på att du vill nollställa dina videoinställningar?
th: คุณต้องการรีเซ็ตการตั้งค่าวิดีโอของคุณหรือไม่
tr: Video ayarlarınızı sıfırlamak istediğinizden emin misiniz?
uk: Справді скинути параметри відео?
vi: Bạn có chắc chắn muốn đặt lại cài đặt video không?
zh_cn: 你确定要还原视频设置吗？
zh_hk: 確定要重設你的影片設定嗎？
zh_tw: 確定要重置你的影像設定嗎？

# AVRestoreDefaultDisplayModeDescription
source: If you’re having display issues, you can reset the video settings of your Apple TV to make them compatible with your TV.
ar: إذا كنت تواجه مشكلات في شاشة العرض، يمكنك إعادة تعيين إعدادات الفيديو في Apple TV لجعلها متوافقة مع تلفزيونك.
ca: Si tens problemes amb la visualització de la pantalla, pots restablir la configuració de vídeo de l’Apple TV perquè sigui compatible amb el teu televisor.
cs: Pokud máte problémy s displejem, můžete resetovat nastavení obrazu na Apple TV, čímž zajistíte jejich kompatibilitu s televizorem.
da: Hvis du har problemer med skærmen, kan du nulstille videoindstillingerne for dit Apple TV, så de er kompatible med dit fjernsyn.
de: Wenn du Probleme mit dem Display hast, kannst du die Videoeinstellungen des Apple TV zurücksetzen, sodass sie mit deinem TV-Gerät kompatibel sind.
el: Αν αντιμετωπίζετε ζητήματα με την οθόνη, μπορείτε να επαναφέρετε τις ρυθμίσεις βίντεο του Apple TV σας ώστε να είναι συμβατές με την τηλεόρασή σας.
es: Si tienes problemas con la visualización de la pantalla, puedes restablecer los ajustes de vídeo de tu Apple TV para que sean compatibles con tu televisor.
es_us: Si tienes problemas con la imagen, puedes restablecer la configuración de video de tu Apple TV para que sea compatible con tu TV.
fi: Jos näytön kanssa on ongelmia, voit nollata Apple TV:n videoasetukset ja käyttää videoasetuksia, jotka ovat yhteensopivia TV:si kanssa.
fr: Si vous rencontrez des problèmes d’affichage, vous pouvez réinitialiser les réglages vidéo de votre Apple TV pour faire en sorte qu’ils soient compatibles avec votre téléviseur.
fr_ca: Si vous rencontrez des problèmes d’affichage, vous pouvez réinitialiser les réglages vidéo de votre Apple TV pour qu’ils soient compatibles avec votre télévision.
he: אם מתרחשות בעיות בתצוגה, באפשרותך לאפס את הגדרות הווידאו ב-Apple TV כדי שיהיו תואמות לטלוויזיה שלך.
hi: यदि आपको डिस्प्ले संबंधी समस्याएँ हो रही हैं, तो आप अपने टीवी से संगत बनाने के लिए अपने Apple TV पर वीडियो सेटिंग रीसेट कर सकते हैं।
hr: Ako imate problema s prikazom slike, možete resetirati video postavke Apple TV-a kako bi bile kompatibilne s vašim TV-om.
hu: Ha megjelenítési problémákat tapasztal, akkor az Apple TV videóbeállításainak alaphelyzetbe állításával kompatibilissé teheti azokat a televíziójával.
id: Jika Anda sedang mengalami masalah layar, Anda dapat mengatur ulang pengaturan video Apple TV untuk membuatnya kompatibel dengan TV Anda.
it: In caso di problemi di visualizzazione, puoi inizializzare le impostazioni video di Apple TV in modo tale da ottimizzare le opzioni in base alle caratteristiche del tuo televisore.
ja: 画面表示に問題がある場合は、Apple TVのビデオ設定をリセットするとお使いのテレビと互換性がある設定を使用できます。
ko: 화면에 문제가 있다면 Apple TV의 비디오 설정을 재설정하여 사용자의 TV와 호환되도록 할 수 있습니다.
ms: Jika anda menghadapi masalah paparan, anda boleh mereset seting video Apple TV anda untuk menjadikannya serasi dengan TV anda.
nb: Hvis du har problemer med skjermen, kan du nullstille videoinnstillingene på Apple TV for å gjøre dem kompatible med TV-en.
nl: Als er zich problemen voordoen met de weergave, kun je de video-instellingen van je Apple TV herstellen, zodat ze compatibel zijn met je tv.
pl: Jeśli masz problemy z ekranem, możesz wyzerować ustawienia wideo Apple TV, aby były zgodne z Twoim TV.
pt_br: Se estiver tendo problemas de exibição, você pode redefinir os ajustes de vídeo da Apple TV para torná-los compatíveis com a sua TV.
pt_pt: Se estiver a ter problemas com o ecrã, pode repor as definições de vídeo da Apple TV para as tornar compatíveis com a televisão.
ro: Dacă întâmpinați probleme de afișare, vă puteți reseta configurările video ale Apple TV‑ului pentru a le face compatibile cu televizorul dvs.
ru: При возникновении проблем с дисплеем можно сбросить настройки видео на Apple TV, чтобы настройки были совместимы с Вашим телевизором.
sk: Ak máte problémy s displejom, môžete resetovať nastavenia videa Apple TV, aby boli opäť kompatibilné s televízorom.
sl: Če imate težave s prikazom, lahko ponastavite nastavitve za video vašega Apple TV-ja, da bodo združljive z vašim televizorjem.
sv: Om du har problem med bildskärmen kan du återställa bildinställningarna för Apple TV så att de blir kompatibla med denna TV.
th: ถ้าจอภาพของคุณมีปัญหา คุณสามารถรีเซ็ตการตั้งค่าวิดีโอ ของ Apple TV ของคุณเพื่อให้ใช้งานร่วมกันได้กับทีวีของคุณ
tr: Görüntüleme sorunları yaşıyorsanız TV’nizle uyumlu hale getirmek için Apple TV’nizin video ayarlarını sıfırlayabilirsiniz.
uk: Якщо у вас виникли проблеми з відображенням, ви можете скинути ці параметри відео свого Apple TV, щоб узгодити їх із вашим телевізором.
vi: Nếu bạn đang gặp sự cố hiển thị, bạn có thể đặt lại các cài đặt video của Apple TV để làm chúng tương thích với TV.
zh_cn: 如果遇到显示问题，你可以还原Apple TV的视频设置，使其与你的电视兼容。
zh_hk: 如你的顯示器發生問題，你可以重設Apple TV的影片設定來使其與你的電視相容。
zh_tw: 若你的顯示器發生問題，你可以重置Apple TV的影像設定，使其與你的電視相容。

# AVRoutesOtherTitle
source: Other Speakers
ar: السماعات الأخرى
ca: Altres altaveus
cs: Další reproduktory
da: Andre højttalere
de: Andere Lautsprecher
el: Άλλα ηχεία
es: Otros altavoces
es_us: Otros altavoces
fi: Muut kaiuttimet
fr: Autres haut-parleurs
fr_ca: Autres haut-parleurs
he: רמקולים אחרים
hi: अन्य स्पीकर
hr: Drugi zvučnici
hu: Egyéb hangszórók
id: Speaker Lainnya
it: Altri altoparlanti
ja: その他のスピーカー
ko: 다른 스피커
ms: Speaker Lain
nb: Andre høyttalere
nl: Andere luidsprekers
pl: Inne głośniki
pt_br: Outros Alto-falantes
pt_pt: Outras colunas
ro: Alte difuzoare
ru: Другие динамики
sk: Iné reproduktory
sl: Drugi zvočniki
sv: Andra högtalare
th: ลำโพงอื่นๆ
tr: Başka Bir Hoparlör
uk: Інші динаміки
vi: Loa khác
zh_cn: 其他扬声器
zh_hk: 其他喇叭
zh_tw: 其他揚聲器

# AVRouteVolume
source: Volume
ar: مستوى الصوت
ca: Volum
cs: Hlasitost
da: Lydstyrke
de: Lautstärke
el: Ένταση ήχου
es: Volumen
es_us: Volumen
fi: Äänenvoimakkuus
he: עוצמת שמע
hi: वॉल्यूम
hr: Glasnoća
hu: Hangerő
ja: 音量
ko: 음량
ms: Kelantangan
nb: Volum
pl: Głośność
ro: Volum
ru: Громкость
sk: Hlasitosť
sl: Glasnost
sv: Volym
th: ระดับเสียง
tr: Ses Yüksekliği
uk: Гучність
vi: Âm lượng
zh_cn: 音量
zh_hk: 音量
zh_tw: 音量

# AVSDRColorMappingDescription
source: YCbCr is preferred for most TVs. RGB formats should be matched to your TV’s settings, and require a high-speed HDMI cable.
ar: يوصى باختيار YCbCr مع معظم التلفزيونات. ويجب أن تكون تنسيقات RGB مطابقة لإعدادات تلفزيونك، كما يجب استخدام كبل HDMI عالي السرعة.
ca: L’espai de color YCbCr és el que sol utilitzar la majoria de televisors. Els formats RGB han de coincidir amb la configuració del televisor i cal un cable HDMI d’alta velocitat.
cs: U většiny televizorů se preferuje YCbCr. RGB formáty by měly odpovídat nastavení televizoru a vyžadují vysokorychlostní HDMI kabel.
da: YCbCr foretrækkes til de fleste fjernsyn. RGB-formater bør matches med dine tv-indstillinger og kræver et HDMI-højhastighedskabel.
de: YCbCr wird für die meisten Fernsehgeräte bevorzugt. RGB-Formate müssen für die ordnungsgemäße Anzeige an die Einstellungen des Fernsehgeräts angepasst werden und benötigen HDMI-Hochgeschwindigkeitskabel.
el: Το YCbCr είναι η προτιμώμενη ρύθμιση για τις περισσότερες τηλεοράσεις. Οι μορφές RGB πρέπει να είναι ίδιες με τις ρυθμίσεις της τηλεόρασής σας και απαιτούν καλώδιο HDMI υψηλής ταχύτητας.
es: YCbCr es el formato de preferencia en la mayoría de los televisores. Los formatos RGB deben ajustarse a la configuración del televisor y requieren un cable HDMI de alta velocidad.
es_us: El formato YCbCr es el más usado por la mayoría de las TV. Los formatos RGB deben ajustarse a la configuración de tu TV y requieren un cable HDMI de alta velocidad.
fi: YCbCr on sopivin useimmille televisioille. RGB-näyttötilan on vastattava television asetuksia. Lisäksi vaaditaan nopea HDMI-kaapeli.
fr: Le format YCbCr est recommandé pour la plupart des téléviseurs. Les formats RVB doivent être adaptés aux réglages de votre téléviseur et nécessitent un câble HDMI haut débit.
fr_ca: Le modèle YCbCr est recommandé pour la plupart des télévisions. Les formats RVB doivent correspondre aux réglages de votre télévision et requièrent un câble HDMI à haut débit.
he: ‏YCbCr היא השיטה המועדפת עבור רוב הטלוויזיות. פורמטים של RGB מצריכים שימוש בכבל HDMI מהיר ויש להתאימם להגדרות הטלוויזיה.
hi: YCbCr को अधिकतर टीवी के लिए बेहतर माना जाता है। RGB फ़ॉर्मैट आपके टीवी की सेटिंग के अनुरूप होने चाहिए और उनके लिए उच्च गति HDMI केबल की आवश्यकता होती है।
hr: YCbCr je preferirani mod za većinu TV prijemnika. RGB formati trebaju odgovarati postavkama vašeg TV prijemnika i zahtijevaju HDMI kabel visoke brzine.
hu: Az YCbCr a javasolt a legtöbb tévékészülékhez. Az RGB-formátumoknak meg kell felelniük a tévékészüléke beállításainak, és nagysebességű HDMI-kábelt igényelnek.
id: YCbCr lebih diprioritaskan untuk sebagian besar TV. Format RGB harus sama dengan pengaturan TV, dan memerlukan kabel HDMI berkecepatan tinggi.
it: Per la maggior parte dei televisori, la modalità YCbCr è l’opzione preferita. Per una visualizzazione corretta, è preferibile che i formati RGB siano compatibili con le impostazioni del tuo televisore. È richiesto un cavo HDMI a velocità elevata.
ja: ほとんどのテレビの場合YCbCrが推奨されます。RGBフォーマットはテレビの設定に合わせる必要がありハイスピードHDMIケーブルが必要です。
ko: 대부분의 TV에 YCbCr이 선호됩니다. RGB 포맷은 사용자의 TV 설정과 일치해야 하고 고속 HDMI 케이블이 필요합니다.
ms: YCbCr diutamakan untuk kebanyakan TV. Format RGB patut dipadankan dengan seting TV anda dan memerlukan kabel HDMI kelajuan tinggi.
nb: YCbCr foretrekkes på de fleste TV-er. RGB-formater bør samsvare med innstillingene på TV-en, og krever en HDMI-kabel med høy hastighet.
nl: YCbCr heeft de voorkeur voor de meeste tv's. RGB-structuren moeten overeenkomen met de instellingen van je tv en vereisen een HDMI-kabel voor hoge snelheid.
pl: W przypadku większości telewizorów preferowany jest format YCbCr. Prawidłowe wyświetlanie obrazu wymaga dopasowania formatów RGB do ustawień telewizora oraz użycia kabla HDMI High Speed.
pt_br: YCbCr é o formato preferencial para a maioria das TVs. Os formatos RGB devem corresponder aos ajustes da TV e necessitam de um cabo HDMI de alta velocidade.
pt_pt: YCbCr é preferível para a maioria das televisões. Os formatos RGB têm de corresponder às definições da sua televisão e requerem um cabo HDMI de alta velocidade.
ro: Formatul YCbCr este preferat pentru majoritatea televizoarelor. Formatele RGB ar trebui să corespundă cu configurările televizorului și este necesar un cablu HDMI de mare viteză.
ru: Предпочтительный формат для большинства телевизоров — YCbCr. Форматы RGB должны соответствовать настройкам телевизора. Также для них требуется высокоскоростной кабель HDMI.
sk: Na väčšine televízorov sa preferuje formát YCbCr. RGB formáty by mali súhlasiť s nastaveniami televízora a vyžadujú vysokorýchlostný HDMI kábel.
sl: YCbCr je priporočljiva nastavitev za večino televizorjev. Oblike zapisa RGB morajo biti usklajene z nastavitvami televizorja in zahtevajo visokohitrostni kabel HDMI.
sv: YCbCr är det bästa alternativet för de flesta TV-apparater. RGB-format bör matchas med dina TV-inställningar och en HDMI-höghastighetskabel krävs.
th: YCbCr เป็นค่าที่ต้องการสำหรับทีวีส่วนใหญ่ รูปแบบ RGB ควรจะตรงกับการตั้งค่าของทีวีของคุณ และต้องใช้สาย HDMI แบบความเร็วสูง
tr: Çoğu TV’de YCbCr tercih edilir. RGB biçimleri TV’nizin ayarlarına uymalıdır ve yüksek hızda HDMI kablosu gerektirir.
uk: Для більшості телевізорів рекомендується використовувати YCbCr. RGB-формати необхідно підлаштовувати до параметрів вашого телевізора й використовувати для них високошвидкісний HDMI‑кабель.
vi: YCbCr được ưu tiên cho hầu hết các TV. Các định dạng RGB phải khớp với cài đặt của TV và yêu cầu cáp HDMI tốc độ cao.
zh_cn: YCbCr是大部分电视的首选。RGB格式应与电视设置匹配，且需要高速HDMI线缆。
zh_hk: 大部份電視使用YCbCr。RGB格式需要與你的電視設定配合，並需要高速HDMI連接線。
zh_tw: 大部分的電視偏好YCbCr。RGB格式應該對應你的電視設定，且需要高速HDMI連接線。

# AVSDRColorMappingHighSpeedCableDescription
source: YCbCr is preferred for most TVs. RGB formats should be matched to your TV’s settings, and require a high-speed HDMI cable.
ar: يوصى باختيار YCbCr مع معظم التلفزيونات. ويجب أن تكون تنسيقات RGB مطابقة لإعدادات تلفزيونك، كما يجب استخدام كبل HDMI عالي السرعة.
ca: L’espai de color YCbCr és el que sol utilitzar la majoria de televisors. Els formats RGB han de coincidir amb la configuració del televisor i cal un cable HDMI d’alta velocitat.
cs: U většiny televizorů se preferuje YCbCr. RGB formáty by měly odpovídat nastavení televizoru a vyžadují vysokorychlostní HDMI kabel.
da: YCbCr foretrækkes til de fleste fjernsyn. RGB-formater bør matches med dine tv-indstillinger og kræver et HDMI-højhastighedskabel.
de: YCbCr wird für die meisten Fernsehgeräte bevorzugt. RGB-Formate müssen für die ordnungsgemäße Anzeige an die Einstellungen des Fernsehgeräts angepasst werden und benötigen HDMI-Hochgeschwindigkeitskabel.
el: Το YCbCr είναι η προτιμώμενη ρύθμιση για τις περισσότερες τηλεοράσεις. Οι μορφές RGB πρέπει να είναι ίδιες με τις ρυθμίσεις της τηλεόρασής σας και απαιτούν καλώδιο HDMI υψηλής ταχύτητας.
es: YCbCr es el formato de preferencia en la mayoría de los televisores. Los formatos RGB deben ajustarse a la configuración del televisor y requieren un cable HDMI de alta velocidad.
es_us: El formato YCbCr es el más usado por la mayoría de las TV. Los formatos RGB deben ajustarse a la configuración de tu TV y requieren un cable HDMI de alta velocidad.
fi: YCbCr on sopivin useimmille televisioille. RGB-näyttötilan on vastattava television asetuksia. Lisäksi vaaditaan nopea HDMI-kaapeli.
fr: Le format YCbCr est recommandé pour la plupart des téléviseurs. Les formats RVB doivent être adaptés aux réglages de votre téléviseur et nécessitent un câble HDMI haut débit.
fr_ca: Le modèle YCbCr est recommandé pour la plupart des télévisions. Les formats RVB doivent correspondre aux réglages de votre télévision et requièrent un câble HDMI à haut débit.
he: ‏YCbCr היא השיטה המועדפת עבור רוב הטלוויזיות. פורמטים של RGB מצריכים שימוש בכבל HDMI מהיר ויש להתאימם להגדרות הטלוויזיה.
hi: YCbCr को अधिकतर टीवी के लिए बेहतर माना जाता है। RGB फ़ॉर्मैट आपके टीवी की सेटिंग के अनुरूप होने चाहिए और उनके लिए उच्च गति HDMI केबल की आवश्यकता होती है।
hr: YCbCr je preferirani mod za većinu TV prijemnika. RGB formati trebaju odgovarati postavkama vašeg TV prijemnika i zahtijevaju HDMI kabel visoke brzine.
hu: Az YCbCr a javasolt a legtöbb tévékészülékhez. Az RGB-formátumoknak meg kell felelniük a tévékészüléke beállításainak, és nagysebességű HDMI-kábelt igényelnek.
id: YCbCr lebih diprioritaskan untuk sebagian besar TV. Format RGB harus sama dengan pengaturan TV, dan memerlukan kabel HDMI berkecepatan tinggi.
it: Per la maggior parte dei televisori, la modalità YCbCr è l’opzione preferita. Per una visualizzazione corretta, è preferibile che i formati RGB siano compatibili con le impostazioni del tuo televisore. È richiesto un cavo HDMI a velocità elevata.
ja: ほとんどのテレビの場合YCbCrが推奨されます。RGBフォーマットはテレビの設定に合わせる必要がありハイスピードHDMIケーブルが必要です。
ko: 대부분의 TV에 YCbCr이 선호됩니다. RGB 포맷은 사용자의 TV 설정과 일치해야 하고 고속 HDMI 케이블이 필요합니다.
ms: YCbCr diutamakan untuk kebanyakan TV. Format RGB patut dipadankan dengan seting TV anda dan memerlukan kabel HDMI kelajuan tinggi.
nb: YCbCr foretrekkes på de fleste TV-er. RGB-formater bør samsvare med innstillingene på TV-en, og krever en HDMI-kabel med høy hastighet.
nl: YCbCr heeft de voorkeur voor de meeste tv's. RGB-structuren moeten overeenkomen met de instellingen van je tv en vereisen een HDMI-kabel voor hoge snelheid.
pl: W przypadku większości telewizorów preferowany jest format YCbCr. Prawidłowe wyświetlanie obrazu wymaga dopasowania formatów RGB do ustawień telewizora oraz użycia kabla HDMI High Speed.
pt_br: YCbCr é o formato preferencial para a maioria das TVs. Os formatos RGB devem corresponder aos ajustes da TV e necessitam de um cabo HDMI de alta velocidade.
pt_pt: YCbCr é preferível para a maioria das televisões. Os formatos RGB têm de corresponder às definições da sua televisão e requerem um cabo HDMI de alta velocidade.
ro: Formatul YCbCr este preferat pentru majoritatea televizoarelor. Formatele RGB ar trebui să corespundă cu configurările televizorului și este necesar un cablu HDMI de mare viteză.
ru: Предпочтительный формат для большинства телевизоров — YCbCr. Форматы RGB должны соответствовать настройкам телевизора. Также для них требуется высокоскоростной кабель HDMI.
sk: Na väčšine televízorov sa preferuje formát YCbCr. RGB formáty by mali súhlasiť s nastaveniami televízora a vyžadujú vysokorýchlostný HDMI kábel.
sl: YCbCr je priporočljiva nastavitev za večino televizorjev. Oblike zapisa RGB morajo biti usklajene z nastavitvami televizorja in zahtevajo visokohitrostni kabel HDMI.
sv: YCbCr är det bästa alternativet för de flesta TV-apparater. RGB-format bör matchas med dina TV-inställningar och en HDMI-höghastighetskabel krävs.
th: YCbCr เป็นค่าที่ต้องการสำหรับทีวีส่วนใหญ่ รูปแบบ RGB ควรจะตรงกับการตั้งค่าของทีวีของคุณ และต้องใช้สาย HDMI แบบความเร็วสูง
tr: Çoğu TV’de YCbCr tercih edilir. RGB biçimleri TV’nizin ayarlarına uymalıdır ve yüksek hızda HDMI kablosu gerektirir.
uk: Для більшості телевізорів рекомендується використовувати YCbCr. RGB-формати необхідно підлаштовувати до параметрів вашого телевізора й використовувати для них високошвидкісний HDMI‑кабель.
vi: YCbCr được ưu tiên cho hầu hết các TV. Các định dạng RGB phải khớp với cài đặt của TV và yêu cầu cáp HDMI tốc độ cao.
zh_cn: YCbCr是大部分电视的首选。RGB格式应与电视设置匹配，且需要高速HDMI线缆。
zh_hk: 大部份電視使用YCbCr。RGB格式需要與你的電視設定配合，並需要高速HDMI連接線。
zh_tw: 大部分的電視偏好YCbCr。RGB格式應該對應你的電視設定，且需要高速HDMI連接線。
